<?php

return [
    'status' => [
        'updated' => 'Статус обновлен',
        'created' => 'Статус успешно создан',
        'deleted' => 'Статус удален',
        'cant_delete' => 'Не удалось удалить статус',
    ],
    'task' => [
        'updated' => 'Задача обновлена',
        'created' => 'Задача успешно создана',
        'deleted' => 'Задача удалена',
    ],
    'label' => [
        'updated' => 'Метка обновлена',
        'created' => 'Метка успешно создана',
        'deleted' => 'Метка удалена',
        'cant_delete' => 'Не удалось удалить метку',
    ],
];
