<?php

return [
    'status' => [
        'updated' => 'Статус успешно обновлен',
        'created' => 'Статус успешно создан',
        'deleted' => 'Статус успешно удален',
        'cant_delete' => 'Не удалось удалить статус',
    ],
    'task' => [
        'updated' => 'Задача успешно обновлена',
        'created' => 'Задача успешно создана',
        'deleted' => 'Задача успешно удалена',
    ],
    'label' => [
        'updated' => 'Метка успешно обновлена',
        'created' => 'Метка успешно создана',
        'deleted' => 'Метка успешно удалена',
        'cant_delete' => 'Не удалось удалить метку',
    ],
];
